{
    "greeting": "Hola in English",
    "dashboard":{
        "pagename": "Dash Board",
        "hint":"This page shows detailed information about the user's transactions. It includes payment details, the total amount contributed, attendance records, and the total amount received from various organizations to which the user belongs."
    },
    "signin":{
        "pagename": "Sign In",
        "hint":"This page enables users to access the application by entering their email and password, followed by clicking the 'Login' button" ,
        "invalduser":"Invalid Username or Password" ,
        "validation":{
            "invalidemail": "Invalide Email",
            "passwordrequired" : "Password is Required"
        }
    }, 
    "selfpaymentereport":{
        "pagename": "Self Payment Report",
        "hint":"Self Payment Report is a report Page used by a user to search for details of the payment he or she has made to the various organizations to which the user belongs. "   
    }, 
    "registeruser":{
        "pagename": "User Registration",
        "hint":"The page is used to register User, Fill in the Form and click on regiser. A Validation Code will be sent into the user Email which will be used to activate the registration "   
    },
    "forgotpassword":{
        "pagename": "Forgot Password",
        "hint":"Please enter your email address and click the submit button. A validation code will be sent to your email. A new page will appear with fields for the validation code and a new password. Enter the validation code you received and your new password, then click the submit button to complete your password change request"   
    },
    "passwordchange":{
        "pagename": "Password Change Confirmation",
        "hint":"Please enter the validation code you received in your email and your new password, confirm the new Password, then click the submit button to complete your password change request"   
    },
    "userregistration":{
        "pagename": "User Registration",
        "hint":"Fill in the form and Click on register button, to register a new User. A code will be sent to the email supplied. Use the code to complete your registration.",
        "validationmsg":"Enter the validation Code you received in your email, then click on submit button to complete the User registration"   
    },
    "clientform":{
        "pagename": "Client Form",
        "hint":"Fill in the form and Click on Submit button to Create the a new Client."
      },
      "organisationform":{
        "pagename": "Organisation Form",
        "hint":"This page is use to create, Edit and or view Organisation. Fill in the required Field and click on the approprate button."
      },

      "userprofile":{
        "pagename": "User Profile Form",
        "hint":"Fill in the form and Click on Submit button to Update the User Profile."
      },
      "client":{
        "pagename": "Client Page",
        "hint":"This Page displays the List of all the client registered by the user through which he or she can create a new client, edit or view an existing one."
      },
      "organisation":{
        "pagename": "Organisation Page",
        "hint":"This Page sisplays the List of all the Organisation/Center registered by the user through which he or she can create a new Organisation/Center, edit or view an existing one."
      },
      "attendance":{
        "pagename": "Attendance Page",
        "hint":"This Page is used by an organisation/center to record member's attendance. Search for the member you want to capture his or her attendance, then click on record attendance button by toggling to the scanning option, then scan the QR Code to record attendance"
      },
      "selfattendance":{
        "pagename": "User Attendance Page",
        "hint":"This Page is begin used to record attendance.You can record attendance by selecting Client and oraganisation/Center and then click on Record Attendance Button or by toggling to the scanning option, then scan the QR Code to record attendance"
      },
      "turnel":{
        "pagename": "Turnelling Page",
        "hint":"This Page is  used to Turnel to the Organisation/Center where the User belongs to."
     
      },
      "commissionsettings":{
        "pagename": "Commission Settings Page",
        "hint":"This Page is used by an Organisation/Centre to setup the commission rates of different commision levels"
     
      },
      "commission":{
        "pagename": "Commission Calculation Page",
        "hint":"User uses this page to calculation commission to enable him or her know exact amount he is expecting from the Affilate/Estate Company"
     
      },
      "userqrcode":{
        "pagename": "QR Code",
        "hint":"This Page display the QR Code of the User. Scan the Code to retrieve the details of the User."
     
      },
      "attendancereport":{
        "pagename": "Attendance Report",
        "hint":"Attendance Report Page is used by an Admin User to search for Members that attended a particular meeting by selecting the search criteria. "   
    },
    "producttypeform":{
        "pagename": "Product Type Form",
        "hint":"The Page is used to create all the Products and Services the Organisation Provides. "   
    },
      
    "producttype":{
      "pagename": "Product Type",
      "hint":"The Page list all the Products and Services the Organisation Provides from where you can create a new one or edit an existing one "   
  },  
  "producttypedefform":{
    "pagename": "Product Type Definition Form",
    "hint":"The Page is used to create detail of the Products and Services the Organisation Provides which includes amount for the products or services "   
},     
"producttypedefinition":{
  "pagename": "Product Type Definition",
  "hint":"The Page list details of all the Products and Services the Organisation Provides from where you can create a new one or edit an existing one "   
},
"properties":{
  "pagename": "Properties Search",
  "hint":"The page allows users to search for properties based on location, price, and the company or affiliate managing the property."   
}
      
      

      
      
      
      
      
      

    

    

}